Dlubal.RFEM5.StiffnessMatrix
Surface stiffness matrix parameters

Dlubal.RFEM5.StiffnessMatrix.No
Number (read only)

Dlubal.RFEM5.StiffnessMatrix.D11
Stiffness matrix element (Bending and Torsion) D11

Dlubal.RFEM5.StiffnessMatrix.D12
Stiffness matrix element (Bending and Torsion) D12

Dlubal.RFEM5.StiffnessMatrix.D22
Stiffness matrix element (Bending and Torsion) D22

Dlubal.RFEM5.StiffnessMatrix.D13
Stiffness matrix element (Bending and Torsion) D13

Dlubal.RFEM5.StiffnessMatrix.D23
Stiffness matrix element (Bending and Torsion) D23

Dlubal.RFEM5.StiffnessMatrix.D33
Stiffness matrix element (Bending and Torsion) D33

Dlubal.RFEM5.StiffnessMatrix.D44
Stiffness matrix element (Shear) D44

Dlubal.RFEM5.StiffnessMatrix.D45
Stiffness matrix element (Shear) D45

Dlubal.RFEM5.StiffnessMatrix.D55
Stiffness matrix element (Shear) D44

Dlubal.RFEM5.StiffnessMatrix.D66
Stiffness matrix element (Membrane) D66

Dlubal.RFEM5.StiffnessMatrix.D67
Stiffness matrix element (Membrane) D67

Dlubal.RFEM5.StiffnessMatrix.D77
Stiffness matrix element (Membrane) D77

Dlubal.RFEM5.StiffnessMatrix.D68
Stiffness matrix element (Membrane) D68

Dlubal.RFEM5.StiffnessMatrix.D78
Stiffness matrix element (Membrane) D78

Dlubal.RFEM5.StiffnessMatrix.D88
Stiffness matrix element (Membrane) D88

Dlubal.RFEM5.StiffnessMatrix.D16
Stiffness matrix element (Eccentric effects) D16

Dlubal.RFEM5.StiffnessMatrix.D17
Stiffness matrix element (Eccentric effects) D17

Dlubal.RFEM5.StiffnessMatrix.D27
Stiffness matrix element (Eccentric effects) D27

Dlubal.RFEM5.StiffnessMatrix.D18
Stiffness matrix element (Eccentric effects) D18

Dlubal.RFEM5.StiffnessMatrix.D28
Stiffness matrix element (Eccentric effects) D28

Dlubal.RFEM5.StiffnessMatrix.D38
Stiffness matrix element (Eccentric effects) D38